[
  {
    "_id": "618d35d56a9e8a87cf09bea7",
    "productName": "Hubsan H501S X4 1080P HD Camera RC Drone with GPS, 1080P HD Camera Follow-Me Mode.",
    "productImg": "https://i.ibb.co/4tXnpnx/s2.jpg",
    "shortDescription": "With 1080P HD camera, allows you to take photos and record video",
    "detailDescription": "Follow Me Mode: Built-in GPS module enables the drone follow you to capture your adventure wherever you are. Brushless Motor: Each motor is made by the superb technology, more powerful and more durable, allows a super stable flight.  Expert mode: you can change the sensitivity of operation in the setting. Normal Mode: Sensitivity 20%~60%(except throttle), Expert mode: Sensitivity 60%~100%(except throttle)",
    "productPrice": 387
  },
  {
    "_id": "618d35eb6a9e8a87cf09e5b7",
    "productName": "Hubsan H501S X4 1080P HD Camera RC Drone and oldable RC Quadcopter with 3D Flip.",
    "productImg": "https://i.ibb.co/26v2wJF/safaf.jpg",
    "shortDescription": "Standard Edition: H501S + H901A remote control with high performance.",
    "detailDescription": "Flight time: about 18-20 minutes, Charging time: about 210 minutes. Camera Resolution: 1920*1080P 30FP, Record the wonderful moment in your life. H901A remote comtrol: with 3.7 inch LCD screen, share the videos and photos to the LCD display at anytime anywhere.Distance: 300m~500m.",
    "productPrice": 600
  },
  {
    "_id": "618d36006a9e8a87cf0a08b7",
    "productName": "Powerextra Drone with 720P HD Camera for Adult Drone, Emergency Stop, APP control, White",
    "productImg": "https://i.ibb.co/jhr5gvj/71fiak-KA8l-L-AC-SL1500.jpg",
    "shortDescription": "Drone Battery:3.7V 600MAH LI-PO battery;Charging time:about 70 minutes.",
    "detailDescription": "Smart Drone:720P HD Drone with Camera,drone with camera with 2.4Ghz Remote Control Headless;Controlled by remote controller,gesture shooting,app;Wifi connection,surround Shooting,gesture Video,360°Rotation,Smartphone Control;Foldable drone with camera. Packing list：1x Remote control / 2 x drone battery / 4x Propeller / 1x USB drone battery charger /4 x protective cover / 1x storage box / 1x manual.All our drone comes with a 30-day money back and a 12-month limited seller's guarantee against manufacturer defects from date of purchase.",
    "productPrice": 500
  },
  {
    "_id": "618d36176a9e8a87cf0a2dce",
    "productName": "Eilsorrn Foldable Mini Drone with 4K HD Camera",
    "productImg": "https://i.ibb.co/ngV5wBK/s4.jpg",
    "shortDescription": " Equipped with 4K HD camera, is able to record high-quality video and take clear aerial photos.",
    "detailDescription": "Camera 90° Adjustment, take whatever you want.Trajectory flight mode allow the drone fly follow the route you draw on the app map screen. Equipped with two 3.7V 380mAh (rechargeable) batteries. The flight time is increased to about 20 minutes. With a 360° rotating drone, you can use the joystick to set any angle you want to turn. In the headless mode, you can fly the pocket drone directly in the desired direction, without worrying about which direction it is oriented. For beginners, it is also simply to control.",
    "productPrice": 459
  },
  {
    "_id": "618d36986a9e8a87cf0b07e7",
    "productName": "ZHENDUO E88 Pro Drone with 4K Dual Camera",
    "productImg": "https://i.ibb.co/XpmLG2c/s5.jpg",
    "shortDescription": "Clear image: the drone with camera contains many amazing features. 4k HD dual camera visualization",
    "detailDescription": "Smart Flight: comes with clear instructions in English. Here you will learn how to operate the drone. You can set the flight path on your phone and the drone flies along the set path. With a click to start and land, it is smart and personalised. Foldable: the drone has a foldable arm, small and portable. It is made of high quality plastic, lightweight and durable and features a height hold function for a stable flight. Uses 2.4GHz technology for anti-interference and a remote control range of up to 100m.",
    "productPrice": 410
  },
  {
    "_id": "618d36bb6a9e8a87cf0b3ebe",
    "productName": "OBEST Drone With 4K Camera, Foldable Quadcopter ",
    "productImg": "https://i.ibb.co/F5zSYrb/s6.jpg",
    "shortDescription": "The drone is equipped with a double-cut optical flow camera. 4k HD dual camera visual positioning 1080P",
    "detailDescription": "Equipped with intelligent floating chip, fixed height according to atmospheric pressure, optical flow positioning, can accurately lock the position and flight height of the drone , increase the stability of aerial photography and easily record stable images at film level. During the flight, the drone can automatically go home with a key via the remote control (this function must be activated in headless mode), and the 360 ​​° acrobatic turn can be easily achieved with a key. Support path navigation, gesture recognition and photography, emergency stop and many other functions. ",
    "productPrice": 750
  },
  {
    "_id": "618d36d66a9e8a87cf0b68cb",
    "productName": "Hubsan H501SS Professional drone with Camera, 1080P HD Camera Follow-Me Mode",
    "productImg": "https://i.ibb.co/3R2VrbZ/s7.jpg",
    "shortDescription": "5.8G FPV with 1080P HD camera are tuned amazingly to capture stunning pictures.",
    "detailDescription": "Built-in GPS(Universal version) positioning system. Positioning GPS system and integrated navigation in the transmitter, no matter where you are, the drone can photograph you in tracking and record your every moment. With ActiveTrack, Spark automatically recognizes objects of different shapes and sizes then tracks them according to what they are and how fast they move. This makes tracking much easier and more reliable.",
    "productPrice": 355
  },
  {
    "_id": "618d36f26a9e8a87cf0b962c",
    "productName": "SIMREX X900 Drone Optical Flow Positioning RC Quadcopter",
    "productImg": "https://i.ibb.co/TLrWMrn/new.jpg",
    "shortDescription": "Phone direct control with transmission OR transmitter control with Smart phone.",
    "detailDescription": "Altitude Hold. You can release the throttle stick and the drone will keep the current height. One key take off and landing, super easy to fly & easy to shoot quality images or videos with WIFI Real-Time HD carmera. Headless Security Mode. The pilot can fly the drone to any location without worrying about which diretion the drone is facing. Help bignner to prevent from losing the direction.",
    "productPrice": 699
  },
  {
    "_id": "618d37146a9e8a87cf0bd2c2",
    "productName": "Goolsky CSJ S171 PRO RC Drone with Camera 4K and oldable RC Quadcopter with 3D Flip.",
    "productImg": "https://i.ibb.co/L9cHBVd/s8.jpg",
    "shortDescription": "Trajectory flight, headless mode, take photo/video, One key takeoff and landing.",
    "detailDescription": "Built with 4K pixel HD dual cameras, it surprisingly captures stunning images and videos from the sky. With WiFi function, it can connect to apps and take photos, videos and real-time transmission through the phone. Gesture Photo/ Video: Take pictures and videos by posing simple gestures, which achieves great convenience with simple hand motions in photography. With the function of altitude holding mode, the flight is stable. A flight path is drawn on the phone screen and the drone will fly autonomously along the specified path.",
    "productPrice": 399
  },
  {
    "_id": "618d37306a9e8a87cf0c0061",
    "productName": "DR-02 Strobe Drone Light Compatible with DJI Mavic AIR 2 Pro Inspire 2 Pro ",
    "productImg": "https://i.ibb.co/DzhgSkC/s9.jpg",
    "shortDescription": "Drone Strobe Light & Anti-collision lighting for Drone, perfect for night flying. 3 Color Light Source & Slow/Strobe Flashing Mode.",
    "detailDescription": "3 Color Light Source & Slow/Strobe Flashing Mode 3 color lights(red,green and white), each color has 2 kinds of lighting effects: slow flashing and strobe flashing. Easy Use & Small Size Only 6.5g; 39*27.2*13 mm (1.5*1*0.5 inch), the lightweight drone lamp won't cause extra burden to the drone. It is fixed by magnetic tape and rubber ring, which is very convenient to install, and compatible with all drones on the market. The strobe light could be used for DJI drone Mavic 2, Mavic Air, Mavic Pro, Mavic Mini, Phantom 2 4, Inspire 1 2 Pro Matrice DJI Spark Tello and son on.",
    "productPrice": 269
  },
  {
    "_id": "618d374b6a9e8a87cf0c2c33",
    "productName": "Sansisco Mini Drone with Camera 1080P HD WiFi FPV Remote",
    "productImg": "https://i.ibb.co/8XHtTNz/s10.jpg",
    "shortDescription": "1080P HD Camera: The D15 mini drone easily captures stunning photos and videos in flight.",
    "detailDescription": "Best Flight Experience: 2 batteries give you up to 20 minutes of flight time. The D15 kids drone features altitude hold, headless mode, one-key takeoff / landing and 3-speed adjustment, making it accessible to beginners. Smart and Fun: Gesture control makes it easy to take selfies. Just raise your hand or make a peace sign, and the drone will automatically take photos and videos. Draw a line on your phone and the drone will automatically fly along the route you set.",
    "productPrice": 899
  },
  {
    "_id": "618d37616a9e8a87cf0c50ac",
    "productName": "Sansisco Drone with 2.7K Camera, FPV Drone with WiFi Live Video",
    "productImg": "https://i.ibb.co/r05MW5V/s11.jpg",
    "shortDescription": "With 2.7K HD WiFi Camera, you can easily and clearly capture memorable moments and view.",
    "detailDescription": "With one powerful modular battery, you can enjoy up to 20 minutes of flight time. The package includes 2 batteries, extending your flight time to an amazing 40 minutes. In addition, the modular battery is easier to install and safer to use. The exclusive APP provides a simple and intuitive user experience to start your flying adventure in just a few steps. The app includes trajectory flight, gravity control, one-key takeoff and landing, and more. Offering an easy and convenient way to fly your drone.",
    "productPrice": 149
  }
]
